{
    "text_id": "4",
    "words_num": 1108,
    "title": "The Triumph of Dystopian Literature",
    "subtitle": "What's Behind the Boom in Dystopian Fiction for Young Readers?",
    "content": [
        {
            "para_id": 1,
            "section": "",
            "text": "Dystopia is an imaginary place or condition in which everything is bad, and in dystopian fiction, this has traditionally been characterized by an authoritarian government or some kind of oppressive control. For young readers, dystopia isn't a future to be averted; it is a version of what's already happening in the world they inhabit."
        },
        {
            "para_id": 2,
            "section": "",
            "text": "Rebecca Stead chose to set her children's novel When You Reach Me—winner of the 2010 Newbery Medal—in nineteen-seventies New York partly because that's where she grew up, but also because she wanted \"to show a world of kids with a great deal of freedom.\" Her characters, a group of middle-class middle-school students, routinely walk around the Upper West Side by themselves, a rare freedom in today's city, despite a significant drop in New York's crime rate since Stead's footloose youth. The world of our hovered-over teens and preteens may be safer, but it's also less conducive to adventure, and therefore to adventure stories."
        },
        {
            "para_id": 3,
            "section": "",
            "text": "Perhaps that's why so many of them are reading The Hunger Games, a trilogy of novels by Suzanne Collins, which depicts a futuristic North America broken up into twelve districts. Every year, two children from each district are forced to fight to the death in a televised contest called the Hunger Games, which are held in a huge outdoor arena. The winner of the contest is the last child left alive. The fervently awaited third installment in the trilogy, Mockingjay, will be published by Scholastic in August, and there are currently in print more than 2.3 million copies of the previous two books, The Hunger Games and Catching Fire."
        },
        {
            "para_id": 4,
            "section": "",
            "text": "Collins's trilogy is only the most visible example of a recent boom in dystopian fiction for young people. Many of these books come in series, spinning out extended narratives in intricately imagined worlds. In the popular Uglies series, for example, all sixteen-year-olds undergo surgery to conform to a universal standard of prettiness determined by evolutionary biology. In The Maze Runner, teenage boys awaken, all memories of their previous lives wiped clean, in a walled compound surrounded by a monster-filled labyrinth. The books tend to end in cliffhangers that provoke their readers to post half-mocking protestations of agony (\"ARE YOU PURPOSELY TORTURING YOUR FANS!?!?!?\") on Internet discussion boards."
        },
        {
            "para_id": 5,
            "section": "",
            "text": "Dystopian novels for young adult readers have been around for decades. Readers of a certain age may remember having their young minds blown by House of Stairs, the story of five teenagers imprisoned in a seemingly infinite M.C. Escher-style network of staircases that ultimately turns out to be a gigantic Skinner box designed to condition their behavior. The White Mountains, in which alien overlords install mind-control caps on the heads of all those over the age of thirteen, tore through my own sixth-grade classroom like a wicked strain of the flu. Depending on the anxieties and preoccupations of its time, a dystopian young adult novel might speculate about the aftermath of nuclear war (Z for Zachariah), the drawbacks of engineering a too harmonious social order (The Giver), or the consequences of resource exhaustion (The Carbon Diaries 2015). And, of course, most American schoolchildren are at some point also assigned to read one of the twentieth century's dystopian classics for adults, such as Brave New World or 1984."
        },
        {
            "para_id": 6,
            "section": "",
            "text": "The typical arc of the dystopian narrative mirrors the course of adolescent disaffection. First, the fictional world is laid out; it may seem pleasant enough. Tally, the heroine of Uglies, looks forward to the surgery that will transform her into a Pretty and allow her to move to the party enclave of New Pretty Town. Eleven-year-old Jonas in The Giver has no problem with the blandly tranquil community where he grows up. Then somebody new, a misfit, turns up, or the hero stumbles on an incongruity. A crack opens in the facade. If the society is a false utopia, the hero discovers the lie at its very foundation: the Pretties have their brains removed when they receive their plastic surgery; the residents of Jonas's community have been drained of all passion. If the society is frankly miserable or oppressive, the hero learns that, contrary to what he's been told, there may be an alternative out there, somewhere. Conditions at home become more and more unbearable until finally the hero decides to make a break for it, heading out across dangerous terrain."
        },
        {
            "para_id": 7,
            "section": "",
            "text": "The versions of dystopia for youth part company with their adult predecessors in some important respects. For one thing, the grown-up ones are grimmer. The British academic Kay Sambell argues that \"the protagonist's final defeat and failure is absolutely crucial to the admonitory nature of the classic adult dystopia.\" The adult dystopia extrapolates from the present to show readers what will become of them if deplorable behavior continues unchecked. Because authors of children's fiction are reluctant to depict the extinction of hope within their stories, \"Sambell writes, they equivocate when it comes to delivering a moral. Yes, our errors and delusions may lead to catastrophe, but if—as usually happens in dystopian novels for children—a new, better way of life can be assembled from the ruins, would the apocalypse really be such a bad thing?"
        },
        {
            "para_id": 8,
            "section": "",
            "text": "Sambell's observation implies that dystopian stories for adults and children have essentially the same purpose: to warn us about the dangers of some current trend. That's certainly true of books like 1984 and Brave New World: they detail the consequences of political authoritarianism and feckless hedonism. \"This is what will happen if we don't turn back now,\" they scold, and scolding makes sense when your readers have a shot at getting their hands on the wheel."
        },
        {
            "para_id": 9,
            "section": "",
            "text": "Children, however, don't run the world, and teenagers, especially, feel the sting of this. Dystopian fiction may be the only genre written for children that's routinely less didactic than its adult counterpart. The Hunger Games could be taken as an indictment of reality TV, but it is not an argument. It operates like a fable or a myth, a story in which outlandish and extravagant figures and events serve as conduits for universal experiences."
        },
        {
            "para_id": 10,
            "section": "",
            "text": "While some parents disapprove of their children reading dystopian fiction, kids continue to read the books, and some of them will surely grow up to write dystopian tales of their own, incited by technologies or social trends we have yet to conceive. By then, reality TV and privacy on the Internet may seem like quaint, outdated problems. But the part about the world being broken or intolerable, about the need to sweep away the past to make room for the new? That part never gets old."
        }
    ]
}