{
    "text_id": "2",
    "title": "Master Teaches a Much-Loved Instrument",
    "subtitle": "",
    "content": [
        {
            "para_id": 1,
            "section": "",
            "text": "The guzheng has been a popular Chinese instrument since ancient times. It originated during the Warring States period and first became popular during the Qin Dynasty."
        },
        {
            "para_id": 2,
            "section": "",
            "text": "After surviving the turbulent times of the Cultural Revolution, its popularity was restored, and today it is one of the most loved Chinese instruments, recognized as representative of traditional Chinese culture around the world."
        },
        {
            "para_id": 3,
            "section": "",
            "text": "\"Chinese people are attracted to learning the guzheng because they have been exposed to its sound since childhood,\" says Zou Lunlun, guzheng artist and founder of the International Academy for Musical Arts."
        },
        {
            "para_id": 4,
            "section": "",
            "text": "Westerners are attracted to it because of its exotic and relaxing sound. The skills of playing the guzheng bring many benefits, such as artistic expression, a sense of accomplishment, stress relief, social activity, and physical activity."
        },
        {
            "para_id": 5,
            "section": "",
            "text": "Zou, born into a family of guzheng musicians who go back four generations, has traveled the world as a master performer. She has played for celebrities and politicians, including the former prime ministers of Australia and New Zealand, and former president Jiang Zemin."
        },
        {
            "para_id": 6,
            "section": "",
            "text": "Now based in Hong Kong, Zou founded the International Academy for Musical Arts in North Point in 2006. The school offers guzheng classes to children and adults taught by Zou. Students can choose from a group class, one-to-one tuition, or lessons available via Skype."
        },
        {
            "para_id": 7,
            "section": "",
            "text": "Group courses for beginners comprise eight weekly classes of 45 minutes and cost HK$1,680. Each focuses on the basic skills of string plucking, correct body posture while playing, and proper use of both hands."
        },
        {
            "para_id": 8,
            "section": "",
            "text": "One-to-one classes are available for beginner, intermediate, and advanced students and cost HK$420, HK$480, and HK$550 respectively. Skype lessons are available for people who would find traveling to the school difficult."
        },
        {
            "para_id": 9,
            "section": "",
            "text": "The Music Office of the Leisure and Cultural Services Department has courses at elementary, intermediate, and advanced levels for students aged between six and 23. The beginners' course runs for two years and involves weekly, one-hour lessons in a group setting, with tuition costs of HK$1,650."
        },
        {
            "para_id": 10,
            "section": "",
            "text": "Acceptance is based on an interview and a music aptitude test, with the next intake for all classes conducted in August. Classes are taught in Cantonese."
        },
        {
            "para_id": 11,
            "section": "",
            "text": "The Guzheng Artist Association offers two-month courses for elementary to professional level students. Each comprises eight one-hour lessons and costs from HK$680 to HK$980, depending on student level."
        },
        {
            "para_id": 12,
            "section": "",
            "text": "The elementary course focuses on the basic fingering techniques for both hands, and students learn to play traditional Chinese songs, \"Swordsman\" and \"Fengyang Flower.\""
        },
        {
            "para_id": 13,
            "section": "",
            "text": "The association has designed a grade-examination system in which the level 1 exam is suitable for elementary students, and level 10 is for students able to perform at a professional level."
        }
    ]
}