{
    "text_id": "3",
    "words_num": 447,
    "title": "What Your Updates Say About You",
    "subtitle": "",
    "content": [
        {
            "para_id": 1,
            "section": "",
            "text": "Social media is great for deepening bonds, making friends, or finding that special someone. Or is it?"
        },
        {
            "para_id": 2,
            "section": "",
            "text": "New research suggests that so-called power users, who contribute much more content than the average Facebook user, are unwittingly revealing undesirable personal traits to their peers. The recent study also suggests that Facebook is not good for those suffering from low self-esteem."
        },
        {
            "para_id": 3,
            "section": "",
            "text": "\"We had this idea that Facebook could be a fantastic place for people to strengthen their relationships,\" says Amanda Forest of the University of Waterloo in Ontario, Canada."
        },
        {
            "para_id": 4,
            "section": "",
            "text": "This assumption seems fair when applied to most people, especially those with low self-esteem. However, the findings of Forest's research—titled \"When Social Networking Is Not Working\"—suggest that this isn't the case."
        },
        {
            "para_id": 5,
            "section": "",
            "text": "The study revealed that people with low self-esteem were more negative than those with high self-esteem and were liked less by strangers who rated the participants' status updates. It also found that people with low self-esteem received more responses from their Facebook friends when they posted highly positive updates compared to less positive ones. People with high self-esteem, on the other hand, used Facebook less and received more \"like\" replies after posting something negative, perhaps because these responses are rarer for them."
        },
        {
            "para_id": 6,
            "section": "",
            "text": "The study also found that people with low self-esteem got more responses from their Facebook friends when they posted highly positive updates, compared to less positive ones. People with high self-esteem, on the other hand used Facebook less and got more 'like' replies after posting something negative, perhaps because these responses are rarer for them."
        },
        {
            "para_id": 7,
            "section": "",
            "text": "So, people with low self-esteem may feel that Facebook is a risk-free forum for making personal disclosures, but they may not be helping themselves."
        },
        {
            "para_id": 8,
            "section": "",
            "text": "\"If you're talking to somebody in person and you say something negative, you might get an indication that they don't like it,\" says Forest. \"But when people have a negative reaction to a post on Facebook, they seem to keep it to themselves. On Facebook, you don't see most of the reactions.\""
        },
        {
            "para_id": 9,
            "section": "",
            "text": "Is Facebook about popularity or desperation? It may often edge toward the latter, with evidence that Facebook is as addictive as cigarettes and alcohol. A study of the activities and desires of 200 adults by the University of Chicago showed that although the strongest desires were for sleep, checking work emails and updating a Facebook status are this generation's actual nocturnal activities."
        },
        {
            "para_id": 10,
            "section": "",
            "text": "In theory, social networking websites like Facebook could be great for people with low self-esteem. Sharing is important for improving friendships. But in practice, people with low self-esteem seem to behave counterproductively, bombarding their friends with negative tidbits about their lives and making themselves less likable."
        }
    ]
}