{
    "text_id": 4,
    "words_num": 905,
    "title": "The 'Chinese Mom' Backlash",
    "subtitle": "by Melinda Liu\nAll the controversy over Amy Chua's new book has missed the fact that mothers in China aren't raising their kids this way anymore - they're copying the U.S. system.",
    "content": [
        {
            "para_id": 1,
            "section": "",
            "text": "'Chinese moms' in China aren't raising superior kids, actually. U.S. author Amy Chua's book, Battle Hymn of the Tiger Mother and The Wall Street Journal extract of her memoir headlined 'Why Chinese Mothers Are Superior' have sparked huge debate inside China. But the response from what should surely be the Wild Kingdom of 'tiger moms' might surprise you."
        },
        {
            "para_id": 2,
            "section": "",
            "text": "One real Chinese mom is 39-year-old Guo Jing, a government office-worker in Beijing with 8-year-old twins. (Yale law professor Amy Chua is of Filipino-Chinese descent and lives in the U.S., not in China.) 'I won't be like Amy Chua,' says Guo about her kids' upbringing. 'I don't want to pressure them ... in the future I'd like them to have their own hobbies, to develop their own abilities. I won't make decisions for them.'"
        },
        {
            "para_id": 3,
            "section": "",
            "text": "Guo says she believes her sons love their extracurricular hobbies, such as painting and learning how to play weiqi (the Chinese equivalent of chess), not because she forces them into it, but precisely because she does not: 'I didn't give them any pressure.' If that isn't a startling admission, here's the clincher: Guo is so convinced that her kids need more than a traditional Chinese education that she's sending them to a private, bilingual international school where kids learn both English and Chinese in a comparatively looser classroom environment. 'I try my best to adopt both Chinese and Western educational ways.'"
        },
        {
            "para_id": 4,
            "section": "",
            "text": "Chua's strict parenting guidelines, including the long hours of piano practice, the endless rules, the homework that never goes unfinished, the lack of playdates, TV watching and electronic games are familiar to many mainland Chinese families. One recent online survey in China, conducted in response to the controversy over Chua's book, found a majority of Chinese netizens ticking the box that stated, 'Yes, starting from when I was little, my mother always said I'm not as good as others at this or that.'"
        },
        {
            "para_id": 5,
            "section": "",
            "text": "Then there's the eye-opening international study, conducted in 65 countries and publicized last month, revealing that Shanghai schoolkids outperformed all other contenders in reading, science, and math. Of the next three top performers, students in Hong Kong, Singapore, and South Korea, two are ethnic Chinese societies and the third is based on Confucian beliefs, prompting The New York Times' Nicholas Kristof to declare Confucianism the hands-down winner. 'Education thrives in China and the rest of Asia because it is a top priority and we have plenty to learn from that,' concludes Kristof. Participants in the American study scored No. 15 in reading, No. 23 in science, and No. 31 in math."
        },
        {
            "para_id": 6,
            "section": "",
            "text": "But the really big question, and one that the 'Chinese mom' debate doesn't entirely explore, is this: Even if 'Chinese moms' raise kids who excel academically, does that mean the aggregate of those scholastically superior kids is a more dynamic economy, a more creative population, a 'superior' society? And the answer is no, at least as far as Chinese moms, and the Chinese kids they raise, inside China are concerned."
        },
        {
            "para_id": 7,
            "section": "",
            "text": "In fact, China is suffering a glut of college graduates who can't find appropriate jobs, and a shortage of blue-collar workers. These jobless grads comprise an unusual underclass, they're educated, white-collar, net-savvy yet broke. China's higher-education system is churning out too many university graduates with high-paying expectations and too few practical skills. Multinational managers privately complain that fresh Chinese grads are often clueless when it comes to working in an office environment."
        },
        {
            "para_id": 8,
            "section": "",
            "text": "One Western expat who helps Chinese students enter Western colleges tells the story of a Chinese student who lived with an English host family in Britain; he was so flummoxed by the knobs and levers on the washing machine that he phoned his mom back in China for help. The Chinese mom phoned the washing-machine manufacturer's rep in China who then contacted the firm's people in the U.K. to help out the hapless son. Tellingly, last year saw a decrease in the numbers of high school students taking the nationwide college entrance examinations, the all-important rite of passage by which college freshmen are selected. By contrast, applications to blue-collar vocational schools jumped."
        },
        {
            "para_id": 9,
            "section": "",
            "text": "What the 'Chinese mom' debate swirling around Amy Chua's book fails to adequately consider is the fact that American classrooms, and society in general, are more conducive to individual expression and innovation. The rote learning that she stresses at home might work for her daughters because, outside the home, they are encouraged to think independently. But in China, where authoritarian parenting is coupled with an ossified higher-education system resistant to change, creativity is stifled. The father-knows-best Confucian approach is applied to a repressive degree."
        },
        {
            "para_id": 10,
            "section": "",
            "text": "Many young Chinese lament there is no Bill Gates of China. And the most cutting-edge scientific institutions' are research centers run by Western-educated administrators wooing Chinese-born scientists back from the West, where they had relocated in order to enjoy the more rewarding research environment abroad. If they had the money and the clout and the personal connections to do so, Chinese moms would want to send their kids to Harvard (as several top-level Chinese leaders have done). In other words, the key to success is seen as a hybrid of East and West, at least when viewed from the lair of the Tiger Moms."
        }
    ]
}